var movieData = {
    index: {
        data: [
            {
                id: 1,
                title: '血战钢锯岭',
                poster: 'http://r3.ykimg.com/051600005840E84667BC3C674900733D',
            },
            {
                id: 2,
                title: '血战钢锯岭',
                poster: 'http://r3.ykimg.com/051600005840E84667BC3C674900733D',
            },
            {
                id: 3,
                title: '血战钢锯岭',
                poster: 'http://r3.ykimg.com/051600005840E84667BC3C674900733D',
            },
            {
                id: 4,
                title: '血战钢锯岭',
                poster: 'http://r3.ykimg.com/051600005840E84667BC3C674900733D',
            },
            {
                id: 5,
                title: '血战钢锯岭',
                poster: 'http://r3.ykimg.com/051600005840E84667BC3C674900733D',
            },
            {
                id: 6,
                title: '血战钢锯岭',
                poster: 'http://r3.ykimg.com/051600005840E84667BC3C674900733D',
            },
        ]
    },
    detail: {
        title: '血战钢锯岭',
        director: '梅尔·吉布森',
        country: '美国/澳大利亚',
        year: 2016,
        language: '英语',
        poster: 'http://r3.ykimg.com/051600005840E84667BC3C674900733D',
        flash: 'http://player.youku.com/player.php/sid/XMjQ4NTkzNTI0OA==/v.swf',
        summary: '1945年，第二次世界大战接近尾声，作为邪恶轴心重要成员的日本，其嚣张态势已成强弩之末。' +
        '是年，决定战局走向的冲绳岛战役拉开序幕，成千上万斗志昂扬的美国大兵被派往冲绳，等待他们的则是敌军重兵防守、凶险异常的钢锯岭。' +
        '在这群人中间，却有一个不愿拿起武器的军医。他名叫戴斯蒙德·道斯（安德鲁·加菲尔德 饰），来自美国的弗吉尼亚。' +
        '太平洋战争爆发之际，瘦弱的戴斯蒙德志愿成为救死扶伤的军医而应征入伍。可因童年和家庭的原因，他始终不愿拿起枪支操练，为此宁愿背上拒服兵役的罪名被送上军事法庭' +
        '。几经周折，戴斯蒙德最终和战友来到了钢锯岭。枪林弹雨，转瞬之间无数人应声倒地。在信仰和信念的支持下，戴斯蒙德仅凭一己之力拯救了数十条濒死的生命……'
        // meta:{
        //     createdAt:1478227600
        // },

    },
    admin: {
        title: '',
        director: '',
        country: '',
        year: '',
        language: '',
        poster: '',
        flash: '',
        summary: ''
    },
    list: {
        data: [
            {
                id: 1,
                title: '血战钢锯岭',
                director: '梅尔·吉布森',
                country: '美国/澳大利亚',
                year: 2016,
                language: '英语',
                poster: 'http://r3.ykimg.com/051600005840E84667BC3C674900733D',
                flash: 'http://player.youku.com/player.php/sid/XMjQ4NTkzNTI0OA==/v.swf',
                summary: '1945年，第二次世界大战接近尾声，作为邪恶轴心重要成员的日本，其嚣张态势已成强弩之末。' +
                '是年，决定战局走向的冲绳岛战役拉开序幕，成千上万斗志昂扬的美国大兵被派往冲绳，等待他们的则是敌军重兵防守、凶险异常的钢锯岭。' +
                '在这群人中间，却有一个不愿拿起武器的军医。他名叫戴斯蒙德·道斯（安德鲁·加菲尔德 饰），来自美国的弗吉尼亚。' +
                '太平洋战争爆发之际，瘦弱的戴斯蒙德志愿成为救死扶伤的军医而应征入伍。可因童年和家庭的原因，他始终不愿拿起枪支操练，为此宁愿背上拒服兵役的罪名被送上军事法庭' +
                '。几经周折，戴斯蒙德最终和战友来到了钢锯岭。枪林弹雨，转瞬之间无数人应声倒地。在信仰和信念的支持下，戴斯蒙德仅凭一己之力拯救了数十条濒死的生命……'
            },
            {
                id: 2,
                title: '血战钢锯岭',
                director: '梅尔·吉布森',
                country: '美国/澳大利亚',
                year: 2016,
                language: '英语',
                poster: 'http://r3.ykimg.com/051600005840E84667BC3C674900733D',
                flash: 'http://player.youku.com/player.php/sid/XMjQ4NTkzNTI0OA==/v.swf',
                summary: '1945年，第二次世界大战接近尾声，作为邪恶轴心重要成员的日本，其嚣张态势已成强弩之末。' +
                '是年，决定战局走向的冲绳岛战役拉开序幕，成千上万斗志昂扬的美国大兵被派往冲绳，等待他们的则是敌军重兵防守、凶险异常的钢锯岭。' +
                '在这群人中间，却有一个不愿拿起武器的军医。他名叫戴斯蒙德·道斯（安德鲁·加菲尔德 饰），来自美国的弗吉尼亚。' +
                '太平洋战争爆发之际，瘦弱的戴斯蒙德志愿成为救死扶伤的军医而应征入伍。可因童年和家庭的原因，他始终不愿拿起枪支操练，为此宁愿背上拒服兵役的罪名被送上军事法庭' +
                '。几经周折，戴斯蒙德最终和战友来到了钢锯岭。枪林弹雨，转瞬之间无数人应声倒地。在信仰和信念的支持下，戴斯蒙德仅凭一己之力拯救了数十条濒死的生命……'
            },
            {
                id: 3,
                title: '血战钢锯岭',
                director: '梅尔·吉布森',
                country: '美国/澳大利亚',
                year: 2016,
                language: '英语',
                poster: 'http://r3.ykimg.com/051600005840E84667BC3C674900733D',
                flash: 'http://player.youku.com/player.php/sid/XMjQ4NTkzNTI0OA==/v.swf',
                summary: '1945年，第二次世界大战接近尾声，作为邪恶轴心重要成员的日本，其嚣张态势已成强弩之末。' +
                '是年，决定战局走向的冲绳岛战役拉开序幕，成千上万斗志昂扬的美国大兵被派往冲绳，等待他们的则是敌军重兵防守、凶险异常的钢锯岭。' +
                '在这群人中间，却有一个不愿拿起武器的军医。他名叫戴斯蒙德·道斯（安德鲁·加菲尔德 饰），来自美国的弗吉尼亚。' +
                '太平洋战争爆发之际，瘦弱的戴斯蒙德志愿成为救死扶伤的军医而应征入伍。可因童年和家庭的原因，他始终不愿拿起枪支操练，为此宁愿背上拒服兵役的罪名被送上军事法庭' +
                '。几经周折，戴斯蒙德最终和战友来到了钢锯岭。枪林弹雨，转瞬之间无数人应声倒地。在信仰和信念的支持下，戴斯蒙德仅凭一己之力拯救了数十条濒死的生命……'
            },
            {
                id: 4,
                title: '血战钢锯岭',
                director: '梅尔·吉布森',
                country: '美国/澳大利亚',
                year: 2016,
                language: '英语',
                poster: 'http://r3.ykimg.com/051600005840E84667BC3C674900733D',
                flash: 'http://player.youku.com/player.php/sid/XMjQ4NTkzNTI0OA==/v.swf',
                summary: '1945年，第二次世界大战接近尾声，作为邪恶轴心重要成员的日本，其嚣张态势已成强弩之末。' +
                '是年，决定战局走向的冲绳岛战役拉开序幕，成千上万斗志昂扬的美国大兵被派往冲绳，等待他们的则是敌军重兵防守、凶险异常的钢锯岭。' +
                '在这群人中间，却有一个不愿拿起武器的军医。他名叫戴斯蒙德·道斯（安德鲁·加菲尔德 饰），来自美国的弗吉尼亚。' +
                '太平洋战争爆发之际，瘦弱的戴斯蒙德志愿成为救死扶伤的军医而应征入伍。可因童年和家庭的原因，他始终不愿拿起枪支操练，为此宁愿背上拒服兵役的罪名被送上军事法庭' +
                '。几经周折，戴斯蒙德最终和战友来到了钢锯岭。枪林弹雨，转瞬之间无数人应声倒地。在信仰和信念的支持下，戴斯蒙德仅凭一己之力拯救了数十条濒死的生命……'
            },
            {
                id: 5,
                title: '血战钢锯岭',
                director: '梅尔·吉布森',
                country: '美国/澳大利亚',
                year: 2016,
                language: '英语',
                poster: 'http://r3.ykimg.com/051600005840E84667BC3C674900733D',
                flash: 'http://player.youku.com/player.php/sid/XMjQ4NTkzNTI0OA==/v.swf',
                summary: '1945年，第二次世界大战接近尾声，作为邪恶轴心重要成员的日本，其嚣张态势已成强弩之末。' +
                '是年，决定战局走向的冲绳岛战役拉开序幕，成千上万斗志昂扬的美国大兵被派往冲绳，等待他们的则是敌军重兵防守、凶险异常的钢锯岭。' +
                '在这群人中间，却有一个不愿拿起武器的军医。他名叫戴斯蒙德·道斯（安德鲁·加菲尔德 饰），来自美国的弗吉尼亚。' +
                '太平洋战争爆发之际，瘦弱的戴斯蒙德志愿成为救死扶伤的军医而应征入伍。可因童年和家庭的原因，他始终不愿拿起枪支操练，为此宁愿背上拒服兵役的罪名被送上军事法庭' +
                '。几经周折，戴斯蒙德最终和战友来到了钢锯岭。枪林弹雨，转瞬之间无数人应声倒地。在信仰和信念的支持下，戴斯蒙德仅凭一己之力拯救了数十条濒死的生命……'
            },
            {
                id: 6,
                title: '血战钢锯岭',
                director: '梅尔·吉布森',
                country: '美国/澳大利亚',
                year: 2016,
                language: '英语',
                poster: 'http://r3.ykimg.com/051600005840E84667BC3C674900733D',
                flash: 'http://player.youku.com/player.php/sid/XMjQ4NTkzNTI0OA==/v.swf',
                summary: '1945年，第二次世界大战接近尾声，作为邪恶轴心重要成员的日本，其嚣张态势已成强弩之末。' +
                '是年，决定战局走向的冲绳岛战役拉开序幕，成千上万斗志昂扬的美国大兵被派往冲绳，等待他们的则是敌军重兵防守、凶险异常的钢锯岭。' +
                '在这群人中间，却有一个不愿拿起武器的军医。他名叫戴斯蒙德·道斯（安德鲁·加菲尔德 饰），来自美国的弗吉尼亚。' +
                '太平洋战争爆发之际，瘦弱的戴斯蒙德志愿成为救死扶伤的军医而应征入伍。可因童年和家庭的原因，他始终不愿拿起枪支操练，为此宁愿背上拒服兵役的罪名被送上军事法庭' +
                '。几经周折，戴斯蒙德最终和战友来到了钢锯岭。枪林弹雨，转瞬之间无数人应声倒地。在信仰和信念的支持下，戴斯蒙德仅凭一己之力拯救了数十条濒死的生命……'
            }
        ]
    }
};

exports.movieJson = movieData;